{"results": [{"genre": "fantasy", "correctBook": {"Title": "The Fellowship of the Ring", "Author": "J. R. R. Tolkien", "MainGenre": "fantasy", "ISBN": "0618002227", "NumScans": 442.0, "AuthorURL": "https://www.tolkienestate.com/", "YearWritten": 1954.0}, "dailyPassages": ["Frodo was roused by Sam. He found that he was lying, well wrapped, under tall grey-skinned trees in a quiet corner of the woodlands on the west bank of the Great River, Anduin. He had slept the night away, and the grey of morning was dim among the bare branches.", "'Here,' said Elrond, turning to Gandalf, 'is Boromir, a man from the South. He arrived in the grey morning, and seeks for counsel. I have bidden him to be present, for here his questions will be answered.'", "They now marched on again in silence, and passed like shadows and faint lights; for Elves (even more than hobbits) could walk when they wished without sound or footfall. Pippin soon began to feel sleepy, and staggered once or twice; but each time tall Elf at his side put out his arm and saved him from a fall.", "Their bags and gear they piled on the parlour-floor. They pushed a low chair against the door and shut the window. Peering out, Frodo saw that the night was still clear. The Sickle was swinging bright above the shoulders of Bree-hill. He then closed and barred the heavy shutters.", "I shall not keep you long, he cried. Cheers from all the assembly. I have called you all together for a Purpose. Something in the way that he said this made an impression. There was almost silence, and one or two of the Tooks pricked up their ears."], "wrongBooks": [{"Title": "The Lion, The Witch, and The Wardrobe", "Author": "C. S. Lewis", "MainGenre": "fantasy", "ISBN": "9780064404990", "NumScans": 135.0, "AuthorURL": "https://www.cslewis.com/us/", "YearWritten": 1950.0}, {"Title": "A Game of Thrones", "Author": "George R. R. Martin", "MainGenre": "fantasy", "ISBN": "0553588486", "NumScans": 725.0, "AuthorURL": "https://georgerrmartin.com/", "YearWritten": 2005.0}, {"Title": "The Last Unicorn", "Author": "Peter Beagle", "MainGenre": "fantasy", "ISBN": "0970680155", "NumScans": 191.0, "AuthorURL": "https://beagleverse.com/", "YearWritten": 1968.0}]}, {"genre": "philosophy", "correctBook": {"Title": "Incoherence of the Philosophers", "Author": "Al-Ghazali", "MainGenre": "philosophy", "ISBN": "0", "NumScans": 121.0, "AuthorURL": "https://plato.stanford.edu/entries/al-ghazali/", "YearWritten": 1058.0}, "dailyPassages": ["The increase and decrease of faculties have innumerable causes. Some of the faculties grow stronger in early life, others in the middle of it, and yet some others towards the end. The philosophers can only claim a knowledge of some of the causes of the increase and decrease of faculties, and not of all.", "Most of these things are not opposed to religion. We do not deny that the pleasures in the Hereafter are superior to sensible pleasures. Nor do we deny the immortality of the soul supported from the law.", "The philosophers disagree among themselves as to the eternity of the world. But the majority of the philosophers—ancient as well as modern—agree upon its eternity, holding that it always coexisted with God and has His effect with the cause; e.g., light with the Sun.", "The possibility of being springs from the nature of the possible being insofar as it owes its existence to something other than itself. How, then, can the two things—one of which is natural, while the other is external—be the same?", "The impossibility of the union of knowledge, the known, and the known thing is a self-evident truth. It is evidently impossible that anyone but the Eternal can know his creature. And if the Eternal (exalted be He in the above the words of all perverse thinkers!) did ever know anything but Himself, He will not know His creature."], "wrongBooks": [{"Title": "The Meditations", "Author": "Marcus Aurelius", "MainGenre": "philosophy", "ISBN": "0786105364", "NumScans": 128.0, "AuthorURL": "https://plato.stanford.edu/entries/marcus-aurelius/", "YearWritten": 180.0}, {"Title": "The Trouble With Being Born", "Author": "Emil Cioran", "MainGenre": "philosophy", "ISBN": "9780241467275", "NumScans": 208.0, "AuthorURL": "https://www.goodreads.com/author/show/68189.Emil_M_Cioran", "YearWritten": 1973.0}, {"Title": "The Prince", "Author": "Niccolo Machiavelli", "MainGenre": "philosophy", "ISBN": "1503017826", "NumScans": 39.0, "AuthorURL": "https://plato.stanford.edu/entries/machiavelli/", "YearWritten": 1532.0}]}, {"genre": "sci-fi", "correctBook": {"Title": "The Color Out of Space", "Author": "H.P. Lovecraft", "MainGenre": "sci-fi", "ISBN": "1447418336", "NumScans": 39.0, "AuthorURL": "https://www.hplovecraft.com/", "YearWritten": 1927.0}, "dailyPassages": ["Not knowing just how he could best be launched on his tales, I feigned a matter of business; told him of my surveying, and asked vague questions about the district. He was far shrewder and more educated than I had been led to think, and before I knew it had grasped quite as much of the subject as any man.", "He dared move neither backward nor forward, but that below him He even thought a scream had been suddenly choked off, and recalled nervously the clammy vapour which had brushed by him in that frightful room above. What presence had his cry and entry started up? Halted by some vague fear, he heard still further sounds below.", "Every trifle of the scene burned itself into his brain. The sounds, the sense of dread expectancy, the darkness, the steepness of the narrow steps—and merciful heaven!—the faint but unmistakable luminosity of all the woodwork in sight; steps, sides, exposed laths, and beams alike.", "It happened in June, about the anniversary of the meteor's fall, and the poor woman screamed about things in the air which she could not describe. In her raving there was not a single specific noun, but only verbs and pronouns. Things moved and changed and fluttered, and her ears tingled to impulses which were not wholly sounds.", "They had uncovered what seemed to be the side of a large coloured globule embedded in the substance. The colour, which resembled some of the bands in the meteor's strange spectrum, was almost impossible to describe, and it was only by analogy that they called it colour at all. Its texture was glossy, and upon tapping it appeared to promise both brittleness and hollowness."], "wrongBooks": [{"Title": "1984", "Author": "George Orwell", "MainGenre": "sci-fi", "ISBN": "9781443434973", "NumScans": 389.0, "AuthorURL": "https://www.britannica.com/biography/George-Orwell", "YearWritten": 1949.0}, {"Title": "Dune", "Author": "Frank Herbert", "MainGenre": "sci-fi", "ISBN": "0441172717", "NumScans": 524.0, "AuthorURL": "https://www.goodreads.com/author/show/58.Frank_Herbert", "YearWritten": 1965.0}, {"Title": "Do Androids Dream of Electric Sheep?", "Author": "Philip K. Dick", "MainGenre": "sci-fi", "ISBN": "1857988132", "NumScans": 156.0, "AuthorURL": "https://www.goodreads.com/author/show/58.Frank_Herbert", "YearWritten": 1968.0}]}]}