{"results": [{"genre": "fantasy", "correctBook": {"Title": "The Fellowship of the Ring", "Author": "J. R. R. Tolkien", "MainGenre": "fantasy", "ISBN": "0618002227", "NumScans": 442.0, "AuthorURL": "https://www.tolkienestate.com/", "YearWritten": 1954.0}, "dailyPassages": ["Sam eased the pack on his shoulders, and went over anxiously in his mind all the things that he had stowed in it, wondering if he had forgotten anything: his chief treasure, his cooking gear, and the little box of salt that he always carried and refilled when he could.", "'Legolas stirred in his boat. \"Nay, time does not tarry ever,\" he said; \"but change and growth is not in all things and places alike. For the Elves the world moves, and it moves both very swift and very slow. Swift, because they themselves change little, and all else flies by.\"'", "The murder of Déagol haunted Gollum, and he had made up a defence, repeating it to his \"Precious\" over and over again, as he gnawed bones in the dark, until he almost believed it. It was his birthday. Déagol ought to have given the ring to him. It had obviously turned up just so as to be a present. It was his birthday-present, and so on, and on.", "Long after, but still very long ago, there lived by the banks of the Great River on the edge of Wilderland a clever-handed and quiet-footed little people. I guess they were of hobbit-kind; akin to the fathers of the fathers of the Stoors, for they loved the River, and often swam in it, or made little", "The rivers long defended us, but they are a sure guard no more; for the Shadow has crept northward all about us. Some speak of departing, yet for that it already seems too late. The mountains to the west are growing evil; to the east the lands are waste, and full of Sauron's creatures."], "wrongBooks": [{"Title": "The Last Unicorn", "Author": "Peter Beagle", "MainGenre": "fantasy", "ISBN": "0970680155", "NumScans": 191.0, "AuthorURL": "https://beagleverse.com/", "YearWritten": 1968.0}, {"Title": "A Game of Thrones", "Author": "George R. R. Martin", "MainGenre": "fantasy", "ISBN": "0553588486", "NumScans": 725.0, "AuthorURL": "https://georgerrmartin.com/", "YearWritten": 2005.0}, {"Title": "The Lion, The Witch, and The Wardrobe", "Author": "C. S. Lewis", "MainGenre": "fantasy", "ISBN": "9780064404990", "NumScans": 135.0, "AuthorURL": "https://www.cslewis.com/us/", "YearWritten": 1950.0}]}, {"genre": "sci-fi", "correctBook": {"Title": "The Color Out of Space", "Author": "H.P. Lovecraft", "MainGenre": "sci-fi", "ISBN": "1447418336", "NumScans": 39.0, "AuthorURL": "https://www.hplovecraft.com/", "YearWritten": 1927.0}, "dailyPassages": ["There was once a road over the hills and through the valleys, that ran straight where the blasted heath is now, but people have ceased to use it and a new road was laid curving far toward the south. Traces of the old one can still be found even when half the hollows are flooded for the new reservoir.", "The trees near it were sickly and stunted, and many dead trunks stood or lay rotting at the rim. As I walked hurriedly by I saw the tumbled bricks and stones of an old chimney and cellar on my right, and the yawning black maw of an abandoned well whose stagnant vapours played strange tricks with the sunlight.", "Pierce was blank, and Ammi, when he had reached home and heard the talk, could give no guess. Merwin was gone, and there would be no use in telling the people around, who shunned all Gardners now. Nothing, either, in telling the city people at Arkham who laughed at everything.", "Ammi would give me no added particulars of this scene, but the shape in the corners does not reappear in his tale as a moving object. There are things which cannot be mentioned, and what is done in common humanity is sometimes cruelly judged by the law.", "For over two weeks Ammi saw nothing of Nahum; and then, worried about what might have happened, he overcame his fears and paid the Gardner place a visit. There was smoke issuing from the great chimney, and for a moment the visitor was apprehensive of the worst."], "wrongBooks": [{"Title": "Dune", "Author": "Frank Herbert", "MainGenre": "sci-fi", "ISBN": "0441172717", "NumScans": 524.0, "AuthorURL": "https://www.goodreads.com/author/show/58.Frank_Herbert", "YearWritten": 1965.0}, {"Title": "Do Androids Dream of Electric Sheep?", "Author": "Philip K. Dick", "MainGenre": "sci-fi", "ISBN": "1857988132", "NumScans": 156.0, "AuthorURL": "https://www.goodreads.com/author/show/58.Frank_Herbert", "YearWritten": 1968.0}, {"Title": "1984", "Author": "George Orwell", "MainGenre": "sci-fi", "ISBN": "9781443434973", "NumScans": 389.0, "AuthorURL": "https://www.britannica.com/biography/George-Orwell", "YearWritten": 1949.0}]}, {"genre": "philosophy", "correctBook": {"Title": "Beyond Good and Evil", "Author": "Friedrich Nietzsche", "MainGenre": "philosophy", "ISBN": "9780679724650", "NumScans": 223.0, "AuthorURL": "https://plato.stanford.edu/entries/nietzsche/", "YearWritten": 1886.0}, "dailyPassages": ["All these specialties that address themselves to the individual, for the sake of his \"symptoms,\" as we say—indeed, are they not all attempts to persuade man to believe in the equality of medicine; are they not all attempts to make him look with high suspicion upon his good and bad inclinations, as though these were symptoms and he were ill?", "This skepticism, though sad and nevertheless bitter, It underlines and hastens processes; it does not believe or does not hurt itself in its process; it maybe well designates positions but it in effect moves further away from them. We are faced, though in a more singular manner with the form of a continued Frederickianism that has been sublimated spiritually.", "May I be forgiven my discovery that all moral philosophy so far has been boring and was a soporific and that \"virtue\" has become more important for me only by doing something that lay surrounded with dangers: for no one who has done this would claim that there is any virtue in doing so.", "How really shows its colonial superiority just now is Europe by being the selected display of all the universal aspirations, economically-intellectually-power-politically. Just now, it is little greater in Germany, and more so in the German north than in the center of Germany, but much stronger yet in England, Spain, and Georgia... Now this is not to say that it will remain so.", "Among the things that may be branded as understood for a noble human being is vanity. Yet it will be tempted to deny it, where another type of human being could not find it more palpable. The problem for him is to emerge proper who seeks to assume a good reputation for vanity."], "wrongBooks": [{"Title": "The Trouble With Being Born", "Author": "Emil Cioran", "MainGenre": "philosophy", "ISBN": "9780241467275", "NumScans": 208.0, "AuthorURL": "https://www.goodreads.com/author/show/68189.Emil_M_Cioran", "YearWritten": 1973.0}, {"Title": "The Meditations", "Author": "Marcus Aurelius", "MainGenre": "philosophy", "ISBN": "0786105364", "NumScans": 128.0, "AuthorURL": "https://plato.stanford.edu/entries/marcus-aurelius/", "YearWritten": 180.0}, {"Title": "The Prince", "Author": "Niccolo Machiavelli", "MainGenre": "philosophy", "ISBN": "1503017826", "NumScans": 39.0, "AuthorURL": "https://plato.stanford.edu/entries/machiavelli/", "YearWritten": 1532.0}]}]}